{
  ru: {
    datetime: 
    {
      prompts: {
        hour: 'час',
        minute: 'минута',
        second: 'секунда'
      }
    },
    date: {
     
      month_names: [
        
        'Январь',
        'Февраль',
        'Март',
        'Апрель',
        'Май',
        'Июнь',
        'Июль',
        'Август',
        'Сентябрь',
        'Октябрь',
        'Ноябрь',
        'Декабрь'
      ],
      abbr_month_names: ['lol','Янв','Фев','Мар','Апр','Май','Июн',
      'Июл','Авг','Сен','Окт','Ноя','Дек'],
      day_names: ['воскресенье','понедельник','вторник','среда','четверг','пятница','суббота'],
      abbr_day_names: ['вск','пнд','втр','срд','чтв','птн','сбт'],
      dayNamesMin: ['Вс','Пн','Вт','Ср','Чт','Пт','Сб'],
      weekHeader: 'Нед',
      date_format: 'dd-mm-yy',
      firstDay: 1,
      formats: {
        default: "%d-%m-%Y",
        short: "%d-%m-%Y",
        long: "%d-%m-%Y"
      } 
    }
  }
}